{
  "nodes": [
    {
      "match": 1.0,
      "name": "1",
      "type": "q",
      "content": "How can transiently unquantified attributes be evaluated efficiently by computational models? Given successful examples of achieving structural similarity between convolutional neural networks and human visual cortex, owing benefit to the labeling scheme and the modeling strategy, how can it be applied to other data?",
      "id": "Q1",
      "activation": 2
    },
    {
      "match": 1.0,
      "name": "2",
      "type": "q",
      "content": "What is the trade-off between a highly efficient social structure and that which yields maximum happiness to it's components, given that evolution of out society will eventually reach a point where this may be relevant. (not a good question IMO, but I'll keep it for reference.)",
      "id": "Q2",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "3",
      "type": "q",
      "content": "How are balances achieved between groups with different common initial goals? What are the dynamics between the groups? What about individuals inside the groups?",
      "id": "Q3",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "4",
      "type": "q",
      "content": "What is the best way to illuminate a given space? I usually find my room not lighted to my desire, too bright some where and too dim some other places. What parameters would need to be taken into considerations?",
      "id": "Q4",
      "activation": 3
    },
    {
      "match": 1.0,
      "name": "5",
      "type": "q",
      "content": "What control utilizes the maximum potential of humans? Keyboards and trackpads are fairly young, wearable tech haven't been fully explored and realized. What is the next step?",
      "id": "Q5",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "6",
      "type": "q",
      "content": "What criteria are there for controlling schemes for different tasks, given that a computer uses as little as a cursor and a keyboard (touch screen isn't much different)?
",
      "id": "Q6",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "7",
      "type": "q",
      "content": "What is the best way to slice up a melon? Some people slice big chunks of skin, wasting the meat, but saves effort of cuttings, where as some others slice as close to the curve. Can the trade off be quantified and let similar problems be solved once and for all.",
      "id": "Q7",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "8",
      "type": "q",
      "content": "8",
      "id": "Q8",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "9",
      "type": "q",
      "content": "9",
      "id": "Q9",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "10",
      "type": "q",
      "content": "10",
      "id": "Q10",
      "activation": 1
    },

    {
      "match": 1.0,
      "name": "experience->ground truth",
      "type": "a",
      "content": "blah",
      "id": "Q1A1",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "aperture lamp",
      "type": "a",
      "content": "blah",
      "id": "Q4A1",
      "activation": 1
    },
    {
      "match": 1.0,
      "name": "flock lamp",
      "type": "a",
      "content": "blah",
      "id": "Q4A2",
      "activation": 1
    }
  ],
  "links": [
    {
      "source": "Q1",
      "target": "Q1A1"
    },
    {
      "source": "Q4",
      "target": "Q4A1"
    },
    {
      "source": "Q4",
      "target": "Q4A2"
    },
    {
      "source": "Q4A1",
      "target": "Q4A2"
    },
    {
      "source": "Q4A2",
      "target": "Q4A1"
    }
  ]
}

